/* 
  Alerts.strings
  CleanMyMac

  Created by Vera Tkachenko on 2/22/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Buttons */

"AlertButton_Continue" = "Ga door";
"AlertButton_BuyLicense" = "Koop licentie";
"AlertButton_BuyLicenseWithDiscount" = "Koop met %li%% korting";
"AlertButtonTitle_Erase" = "Versnipper";

/* App Termination */
"AlertButton_ContinueScan" = "Ga door met scan";
"AlertButton_ContinueClean" = "Ga door met opruiming";
"AlertButton_QuitCompleteTasks" = "Voltooi alles en stop";
"AlertButton_QuitForce" = "Forceer stop";
"AlertButton_CheckForBeta" = "Zoek naar Bèta-updates";
"Stop" = "Stop";

"AlertButtonTitle_Uninstall" = "Verwijder installatie";
"AlertButtonTitle_DontUninstall" = "Verwijder niet";

"AlertButtonTitle_Reset" = "Stel opnieuw in";

/* Running not from Apps folder */
"AlertButtonTitle_Install" = "Installeer";
"AlertButtonTitle_DontInstall" = "Installeer niet";
"AlertButtonTitle_Overwrite" = "Overschrijf";
"AlertButtonTitle_DontOverWrite" = "Overschrijf niet";


/* Beta Updates Alert */
"AlertDescription_BetaUpdateEnabling" = "Bètaversies geven je toegang tot bepaalde functies voor de officiële release. Let wel dat bètaversies van CleanMyMac mogelijk onstabiel zijn en kunnen leiden tot gegevensverlies. Gebruik ze op eigen risico. MacPaw biedt GEEN technische support voor bètaversies en is niet verantwoordelijk voor schade die door deze versies wordt veroorzaakt.\n\nGebruikers van bètaversies helpen onze software beter te maken door feedback te versturen via de optie ‘Stuur feedback…’ in het menu 'Help'.";

"AlertTitle_BetaUpdateEnabling" = "Weet je zeker dat je bètaversies van CleanMyMac wilt proberen?";

/* Reset Ignore List Alert */
"AlertDescription_ResetIgnoreList" = "CleanMyMac kan zo de items die je eerder hebt toegevoegd aan de negeerlijst zoeken en verwijderen.";

"AlertTitle_ResetIgnoreList" = "Weet je zeker dat je de standaard negeerlijst wilt herstellen?";

/* Activation */
"AlertTitle_CleaningWithinLimitAlert" = "Je exemplaar van CleanMyMac is niet geregistreerd.";

"AlertDescription_CleaningWithinLimitAlert" = "Je kunt nog %@ opruimen met deze demoversie van CleanMyMac 3. Een geactiveerde versie heeft geen beperkingen en geeft je alle voordelen van een geregistreerde CleanMyMac 3-gebruiker.";

/* Uninstalling CMM */
"AlertDescription_UninstallingCMM" = "CleanMyMac is het programma dat je momenteel gebruikt. Het wordt gesloten en volledig verwijderd als je op de knop ‘Verwijder’ klikt.\nWil je CleanMyMac verwijderen?";

"AlertTitle_UninstallingCMM" = "CleanMyMac verwijderen";

/* Reseting CMM */
"AlertDescription_ResetCMM" = "Open de app opnieuw voordat je die verder gebruikt.";
"AlertTitle_ResetCMM" = "Je hebt net de voorkeuren van CleanMyMac opnieuw ingesteld. Open de app opnieuw opdat die correct zou werken.";
"AlertButton_ConfirmSelfRestart" = "Open opnieuw";
"AlertButton_CancelSelfRestart" = "Annuleer";

/* Uninstalling Setapp */

"AlertTitle_UninstallingSetappMessage" = "Je hebt Setapp en %li van de bijbehorende apps geselecteerd om die te verwijderen. Weet je zeker dat je Setapp en de bijbehorende apps wilt selecteren?";
"AlertDescription_UninstallingSetappMessage" = "Houd er rekening mee dat je met deze service toegang hebt tot een steeds groter aantal apps die je zonder Setapp niet kunt gebruiken.";
"AlertButton_SelectSetappApplications" = "Selecteer apps van Setapp";
"AlertCheckboxText_UninstallingSetappMessage" = "Toon deze melding niet opnieuw";

/* Drop iPhoto alert */
"AlertDescription_DropiPhotoWhileScanning" = "De huidige scanresultaten gaan verloren als je een nieuwe scan start.";

"AlertTitle_DropiPhotoWhileScanning" = "Scan een andere bibliotheek.";

/* Logging mode alert */
"AlertTitle_LoggingMode" = "Modus met uitgebreide logs wordt ingeschakeld.";

"AlertDescription_LoggingMode" = "CleanMyMac houdt een uitgebreid log van alle gevonden items bij. Ons Support Team zal je sneller kunnen helpen eventuele problemen op te lossen als je de problemen reproduceert en meldt met de uitgebreide logregistratie.";

/* Need To Close Applications Alert */
"AlertDescription_GenericAuth" = "CleanMyMac heeft je toestemming nodig om wijzigingen aan te brengen.";

/* Extensions Authorize Alert */
"AlertDescription_ExtensionsAuthFormat" = "Machtig CleanMyMac om deze extensie %@ en andere bewerkingen uit te voeren die beheerdersrechten vereisen.";

"ExtensionsAuthAlert_EnableAction" = "in te schakelen";

"ExtensionsAuthAlert_DisableAction" = "uit te schakelen";

/* CMM force quit alert */
"AlertTitle_ForceQuit" = "CleanMyMac is niet normaal gestopt de laatste keer dat je het probeerde te sluiten.";

"AlertDescription_ForceQuit" = "Bepaalde opruimprocessen zijn nog actief en leiden mogelijk tot gegevensverlies of onverwacht systeemgedrag als ze worden onderbroken. Je laat deze processen best voltooien om daarna het programma te stoppen.";

/* CMM running not from Apps folder alerts */
"AlertMessageText_RunningNotFromAppFolder" = "CleanMyMac is niet gestart vanuit de aanbevolen map Programma’s.";

"AlertInformativeText_WishInstallQuestion" = "Wil je CleanMyMac installeren in Programma’s alvorens te stoppen?";

"AlertTitle_AlreadyInstalled" = "CleanMyMac is al op de computer geïnstalleerd!";

"AlertTitle_OverwriteQuestion" = "Wil je CleanMyMac in de map Programma’s overschrijven?";

"AlertTitle_InstallationFailder" = "Installatie van CleanMyMac mislukt!";

"AlertTitle_CopyToApplicationFolderSuggestion" = "Probeer het handmatig te kopiëren naar de gewenste locatie. De aanbevolen locatie is de map Programma’s.";

/* Selection Alert LargeOldFiles */
"SelectionCautionAlertTitle_LargeOld" = "Je hebt meerdere persoonlijke bestanden geselecteerd die je wilt verwijderen.";

"SelectionCautionAlertMessage_LargeOld" = "De module Grote en oude bestanden stelt geen items voor die je veilig kunt verwijderen. Gebruik deze module ter referentie en denk goed na alvorens je een bestand verwijdert.";

/* Selection Alert Uninstaller */
"SelectionCautionAlertTitle_Uninstaller" = "Je hebt meerdere apps geselecteerd die je wilt verwijderen.";

"SelectionCautionAlertMessage_Uninstaller" = "De module Verwijderaar verwijdert apps volledig van de computer nadat je op de knop ‘Verwijder’ hebt geklikt.";

/* Remove Alerts LargeOldFiles */
"RemoveAlertMessageText_LargeOld1File" = "Weet je zeker dat je “%@“ definitief wilt verwijderen?";

"RemoveAlertMessageText_LargeOldXFiles" = "Weet je zeker dat je %@ definitief wilt verwijderen?";

"RemoveAlertInformativeText_LargeOldFilesGroupScanner" = "Je kunt deze bewerking niet ongedaan maken.";

/* Remove Alerts Uninstaller */
"RemoveAlertMessageText_Uninstaller1App" = "Weet je zeker dat je “%@“ en alle bijbehorende items definitief wilt verwijderen?";

"RemoveAlertMessageText_UninstallerXApps" = "Weet je zeker dat je %@ en alle bijbehorende items definitief wilt verwijderen?";

"RemoveAlertMessageText_Uninstaller1File" = "Weet je zeker dat je “%@“ definitief wilt verwijderen?";

"RemoveAlertMessageText_UninstallerRelatedFiles" = "Weet je zeker dat je %@ definitief wilt verwijderen?";

"RemoveAlertMessageText_UninstallerResetApp" = "Weet je zeker dat je “%@“ opnieuw wilt instellen door alle bijbehorende items te verwijderen?";

"RemoveAlertMessageText_UninstallerSelectedItems" = "Weet je zeker dat je alle geselecteerde items definitief wilt verwijderen?";

"RemoveAlertInformativeText_Uninstaller" = "Je kunt deze bewerking niet ongedaan maken.";

/* Remove Alerts Extensions */
"RemoveAlertMessageText_Extensions1Item" = "Weet je zeker dat je ‘%@‘ definitief wilt verwijderen?";

"RemoveAlertMessageText_ExtensionsXItems" = "Weet je zeker dat je %@ definitief wilt verwijderen?";

"RemoveAlertInformativeText_ExtensionsGroupScanner" = "Je kunt deze bewerking niet ongedaan maken.";

/* Remove Alerts Eraser */
"RemoveAlertMessageText_Eraser1Item" = "Weet je zeker dat je “%@“ definitief wilt wissen?";

"RemoveAlertMessageText_EraserXItems" = "Weet je zeker dat je %@ definitief wilt wissen?";

"RemoveAlertInformativeText_EraserGroupScanner" = "Je kunt deze bewerking niet ongedaan maken.";

/* Ignored Items alerts */
"AlertTitle_1_IgnoredItemsDidAdd" = "Je hebt een item toegevoegd aan de negeerlijst van CleanMyMac.";

"AlertTitle_N_IgnoredItemsDidAddFormat" = "Je hebt %@ toegevoegd aan de negeerlijst van CleanMyMac.";

"AlertDescription_1_IgnoredItemsDidAdd" = "Het item wordt niet meer in de scanresultaten weergegeven. Je kunt de genegeerde items in Voorkeuren beheren.";

"AlertDescription_N_IgnoredItemsDidAdd" = "Deze items worden niet meer in de scanresultaten weergegeven. Je kunt de genegeerde items in Voorkeuren beheren.";

"AlertTitle_ShouldSelectIgnoredItem" = "Weet je zeker dat je een item van de negeerlijst wilt verwijderen?";

"AlertDescription_ShouldSelectIgnoredItem" = "Het wissen van deze items beïnvloedt mogelijk de werking van het systeem of gerelateerde apps.";

/* No comment provided by engineer. */
"AlertTitle_StopCleanWarning" = "Wil je de opruiming stoppen alvorens deze voltooid is?";

/* No comment provided by engineer. */
"AlertTitle_StopScanWarning" = "Wil je de scan stoppen alvorens deze voltooid is?";

/* No comment provided by engineer. */
"AlertDecription_StopCleanWarning" = "Als je de opruiming onderbreekt, laat je bepaalde onnodige items op de Mac staan.";

/* No comment provided by engineer. */
"AlertTitle_StartOver" = "Wil je de huidige scanresultaten opnieuw instellen en opnieuw beginnen?";

/* No comment provided by engineer. */
"AlertDecription_StartOver" = "De huidige scanresultaten worden niet bewaard. Je moet een nieuwe scan starten om de items te zoeken.";

/* No comment provided by engineer. */
"AlertTitle_Rescan" = "Wil je de huidige scanresultaten wissen en een nieuwe scan starten?";

/* No comment provided by engineer. */
"AlertDescription_Rescan" = "De huidige scanresultaten en de lijst met geselecteerde onderdelen worden niet bewaard.";

/* No comment provided by engineer. */
"AlertTitle_Refresh" = "Wil je de huidige lijst met %@ vernieuwen?";

/* No comment provided by engineer. */
"AlertDescription_Refresh" = "De huidige selectie van onderdelen wordt niet bewaard.";

/* No comment provided by engineer. */
"AlertDescription_StopScanWarning" = "Als je de scan onderbreekt, krijg je onvolledige resultaten voor de latere opruiming.";

/* No comment provided by engineer. */
"AlertTitle_UnableToEnablePlugin" = "Plug-in in-/uitschakelen niet mogelijk.";

/* No comment provided by engineer. */
"AlertDescription_UnknownError" = "Onbekende fout. Neem contact op met Support.";

/* Maintenance verify disk */
"AlertTitle_VerifySystemDiskWarn" = "De computer reageert mogelijk niet tijdens de controle van de opstartschijf.";
"AlertDescription_VerifySystemDiskWarn" = "Door de hoge schijfactiviteit tijdens de controle reageert het systeem mogelijk niet gedurende enkele minuten. Dit is normaal.";

/* Alerts */
"AlertDescription_QuitOnScan" = "Als je het programma stopt, wordt de scan onderbroken en gaan alle resultaten verloren.";

/* Alerts */
"AlertDescription_QuitOnClean" = "Als je het programma stopt, onderbreek je de opruiming die dan niet wordt voltooid.";

/* Alerts */
"AlertTitle_QuitOnScan" = "Wil je CleanMyMac stoppen alvorens de huidige scan voltooid is?";

/* Alerts */
"AlertTitle_QuitOnClean" = "Wil je CleanMyMac stoppen alvorens de opruiming voltooid is?";

/* System Restart */
"CleanMyMac has just uninstalled %@ malware. A restart of your Mac is required to finish the process." = "CleanMyMac heeft net %@ malware verwijderd. Herstart de Mac om het proces te voltooien.";
"Please note that some applications may work incorrectly until your system is restarted." = "Bepaalde programma’s werken mogelijk pas juist wanneer je de computer hebt herstart.";


/* Self Uninstall Discount */
"SelfUninstallDiscount_AlertTitle" = "Soms kunnen we een uitzondering maken.";
"SelfUninstallDiscount_AlertDescription" = "En dit is een van die gevallen. Alleen vandaag geven we je %li%% korting op de volledige versie van CleanMyMac 3.";

/* Self uninstall alert */
"SelfUninstall_AlertDescription" = "Help ons CleanMyMac beter te maken door ons de reden van de verwijdering te zeggen:";
"SelfUninstall_AlertTitle" = "Wat spijtig!";
"Submit and Uninstall" = "Verstuur en verwijder";

"The price is a bit too much." = "De prijs is te hoog.";
"It's too hard to use. I had trouble figuring it out." = "Het is te ingewikkeld. Ik wist niet hoe ik het moest gebruiken.";
"It didn't find enough to clean!" = "Het vond veel te weinig om op te ruimen!";
"It doesn't seem safe to use." = "Het lijkt niet veilig om te gebruiken.";
"Other:" = "Overige:";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Weet je zeker dat je de prullenmand van de opstartschijf wilt toevoegen aan de negeerlijst?";

"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Dit schakelt de functie Prullenmandbewaking uit waarna CleanMyMac 3 geen meldingen over volle prullenmanden meer toont.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Weet je zeker dat je de functie Prullenmandbewaking wilt inschakelen?";

"IgnoreList_AlertDescription_EnableTrashMonitor" = "Dit verwijdert de prullenmand van je opstartschijf van de negeerlijst van CleanMyMac.";

"AlertTitle_VerifySystemDiskWarn" = "De computer reageert mogelijk niet tijdens de controle van de opstartschijf.";

"AlertDescription_VerifySystemDiskWarn" = "Door de hoge schijfactiviteit tijdens de controle reageert het systeem mogelijk niet gedurende enkele minuten. Dit is normaal.";

"UnsupportedOSAlert_Message" = "Deze versie van CleanMyMac ondersteunt macOS %@ en hoger niet.";

"UnsupportedOSAlert_Informative" = "Werk bij naar de nieuwste versie van CleanMyMac die volledig compatibel is met je versie van macOS.";

/* Erase System Files Alert */
"EraseSystemFilesAlert_MessageText" = "Bepaalde geselecteerde items kun je niet toevoegen aan Versnipperaar.";

"EraseSystemFilesAlert_InformativeText" = "De verwijdering van deze bestanden of mappen kan het systeem beschadigen.";

"IgnoreList_AlertTitle_AddedMacTrashToIgnoreList" = "Weet je zeker dat je de prullenmand van de opstartschijf wilt toevoegen aan de negeerlijst?";
"IgnoreList_AlertDescription_AddedMacTrashToIgnoreList" = "Dit schakelt de functie Prullenmandbewaking uit waarna CleanMyMac 3 geen meldingen over volle prullenmanden meer toont.";

"IgnoreList_AlertTitle_EnableTrashMonitor" = "Weet je zeker dat je de functie Prullenmandbewaking wilt inschakelen?";
"IgnoreList_AlertDescription_EnableTrashMonitor" = "Dit verwijdert de prullenmand van je opstartschijf van de negeerlijst van CleanMyMac.";

/* Self Uninstall Discount */
"SelfUninstallDiscount_Uninstall" = "Verwijder installatie";
"SelfUninstallDiscount_Purchase" = "Koop met %li%% korting";

/* Buttons */
"Quit" = "Stop";

"Verify System Disk" = "Controleer systeemschijf";
"Download" = "Download";

"Submit" = "Verstuur";

"Restart" = "Herstart";

/* Alert button */
"Cancel" = "Annuleer";
"OK" = "OK";
"Remove" = "Verwijder";

"Start New Scan" = "Start nieuwe scan";

/* Drop Trashes alert */
"AlertTitle_DropWhileScanning_TrashesGroupScanner" = "Scan een andere bibliotheek.";
"AlertDescription_DropWhileScanning_TrashesGroupScanner" = "De huidige scanresultaten gaan verloren als je een nieuwe scan start.";

/* Drop LAOF alert */
"AlertTitle_DropWhileScanning_LargeOldFilesGroupScanner" = "Scan een andere map.";
"AlertDescription_DropWhileScanning_LargeOldFilesGroupScanner" = "De huidige scanresultaten gaan verloren als je een nieuwe scan start.";
"AlertTitle_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "De grote en oude items uit de Foto's-bibliotheek worden verzameld in het album 'Grote media om te verwijderen' in Foto's.";
"AlertDescription_MoveToAlbumInPhotos_LargeOldFilesGroupScanner" = "Zorg dat je deze bestanden definitief verwijdert in Foto's om ruimte te besparen.";

/* Drop iPhoto alert */
"AlertDescription_DropWhileScanning_iPhotoGroupScanner" = "De huidige scanresultaten gaan verloren als je een nieuwe scan start.";
"AlertTitle_DropWhileScanning_iPhotoGroupScanner" = "Scan een andere bibliotheek.";

/* Unsupported Photos Library version */
"AlertTitle_PhotoLibraryUnsupportedOld" = "De bibliotheek die je wilt scannen, wordt niet ondersteund door CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedOld" = "Overweeg je fotobibliotheek bij te werken naar een nieuwere versie.";
"AlertTitle_PhotoLibraryUnsupportedNew" = "De bibliotheek die je wilt scannen, wordt nog niet ondersteund door CleanMyMac 3.";
"AlertDescription_PhotoLibraryUnsupportedNew" = "De versie van je fotobibliotheek wordt momenteel getest op compatibiliteit. Kom later terug.";

/* Activation - Deactivate License Alert */
"ActivationDeactivateLicense_MessageText" = "Weet je zeker dat je de CleanMyMac 3-licentie op deze Mac wilt deactiveren?";
"ActivationDeactivateLicense_InformativeText" = "Hiermee deactiveer je het huidige exemplaar van het programma. Je kunt de licentie wel opnieuw gebruiken op een andere computer.";
"Disable License" = "Schakel licentie uit";

/* Move to Setapp alert */
"AlertMoveToSetapp_Message" = "Je gebruikt Setapp op je Mac. Wil je overschakelen naar de Setapp-versie van CleanMyMac?";
"AlertMoveToSetapp_Informative" = "Er zijn geen verschillen en de app is altijd up-to-date.";
"AlertMoveToSetapp_Switch" = "Schakel over";
"AlertMoveToSetapp_DontSwitch" = "Nee, bedankt";

/* switch to Setapp version of CMM*/
"AlertSwitchToSetappVersionOfCMM_Message" = "Je hebt een andere versie van CleanMyMac gebruikt dan de Setapp-versie.";
"AlertSwitchToSetappVersionOfCMM_InformationText" = "Wil je overschakelen naar de Setapp-versie en jouw eerdere instellingen migreren?";
"AlertSwitchToSetappVersionOfCMM_Switch" = "Schakel over";
"AlertSwitchToSetappVersionOfCMM_No_Thanks" = "Nee, bedankt";
